# St7EnableWindowViewChanges

Allows model window view changes by the application user (for example, clicking and dragging to rotate the
model).

long St7EnableWindowViewChanges(long uID)
Input Parameters
uID
Strand7 model file ID.